Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Focus search on open
cs: Přejít na vyhledávání po otevření
de: Fokussiere die Suche beim Öffnen
es: Enfocar búsqueda al abrir
it: Ricerca attiva all'apertura
ja: 開いているものを対象に検索する
nl: Focus op zoeken bij openen
ru: Фокус на поиске при открытии
tr: Aramayı açık olanlara odakla
uk: Фокусування на пошуку при відкритті
vi: Tập trung tìm kiếm khi mở
zh_hans: 打开时自动聚焦搜索
zh_hant: 打開時聚焦於搜尋

source: Folder
cs: Složka
de: Ordner
es: Carpeta
it: Cartella
ja: フォルダ
nl: Map
ru: Папка
tr: Klasör
uk: Тека
vi: Thư mục
zh_hans: 文件夹
zh_hant: 檔案夾

source: Folder Access Required
cs: Vyžadován přístup ke složkám
de: Ordnerzugriff erforderlich
es: Se requiere acceso a la carpeta
it: Accesso alla cartella richiesto
ja: フォルダへのアクセスが必要です
nl: Maptoegang vereist
ru: Необходим доступ к папке
tr: Klasör Erişimi Gerekli
uk: Необхідний доступ до теки
vi: Yêu cầu quyền truy cập thư mục
zh_hans: 需要文件夹访问权限
zh_hant: 需要檔案夾存取權限

source: Folder Not Found
cs: Složka nebyla nalezena
de: Ordner nicht gefunden
es: Carpeta No Encontrada
it: Cartella non trovata
ja: フォルダが見つかりません
nl: Map niet gevonden
ru: Папка не найдена
tr: Klasör Bulunamadı
uk: Теку не знайдено
vi: Không tìm thấy thư mục
zh_hans: 未找到文件夹
zh_hant: 找不到檔案夾

source: Folder widget
cs: Widget složek
de: Ordner Widget
es: Widget de carpeta
it: Widget cartella
ja: フォルダ ウィジェット
nl: Map widget
ru: Виджет папки
tr: Klasör widget'ı
uk: Віджет теки
vi: Tiện ích thư mục
zh_hans: 文件夹小工具
zh_hant: 檔案夾小工具

source: Folder Widget
cs: Widget složek
de: Ordner Widget
es: Widget de carpeta
it: Widget cartella
ja: フォルダ ウィジェット
nl: Map Widget
ru: Виджет папки
tr: Klasör Widget'ı
uk: Віджет теки
vi: Tiện ích thư mục
zh_hans: 文件夹小工具
zh_hant: 檔案夾小工具

source: Footnote
cs: Poznámka pod čarou
de: Fußnote
es: Pie de página
fr: Note de bas de page
he: הערת שוליים
it: Nota a piè di pagina
ja: 脚注
nl: Voettekst
pt_pt: Nota de Rodapé
ru: Примечание
tr: Dipnot
uk: Примітка
vi: Ghi chú cuối trang
zh_hans: 注释
zh_hant: 腳註

source: For dock hover and window switching
cs: Pro přejetí na Dock a přepínání oken
de: Für das Schweben des Mauszeigers auf dem Dock und dem Fensterwechsler
es: Para desplazamiento de Dock e intercambiador de ventanas
fr: Pour le survol du dock et le changement de fenêtre
he: עבור ריחוף Dock והחלפת חלונות
it: Per anteprime del Dock e selettore finestre
ja: Dockホバーとウィンドウの切り替え用
nl: Voor het aanwijzen op het Dock en bij het wisselen van venster
pt_pt: Para passar o rato na Dock e alternar janelas
ru: Для наведения на Dock и переключения окон
tr: Dock çubuğuna fareyi getirdiğinizde ve pencere geçişi için
uk: Для наведення курсора на Dock та перемикання вікон
vi: Cho di chuột qua dock và chuyển cửa sổ
zh_hans: 用于 Dock 悬停与窗口切换
zh_hant: 用於Dock指標停留和視窗切換

source: For supported apps (Music, Spotify, Calendar), show interactive controls instead of window previews when hovering their Dock icons.
cs: Namísto náhledů okna v podporovaných aplikacích (Hudba, Spotify, kalendář) zobrazit interaktivní ovládací prvky při přejetí na Dock.
de: Für unterstützte Apps (Musik, Spotify, Kalender) werden beim Bewegen der Dock-Symbole interaktive Steuerelemente anstelle von Fenstervorschauen angezeigt.
es: Para aplicaciones soportadas (Music, Spotify, Calendar), muestra controles interactivos en lugar de vistas previas de ventanas al desplazarse sobre sus iconos en el Dock.
fr: Pour les applications prises en charge (Musique, Spotify, Calendrier), affiche des commandes interactives au lieu des aperçus de fenêtre lors du survol de leur icône dans le Dock.
he: עבור אפליקציות נתמכות (Music, Spotify, Calendar), הצג פקדים אינטראקטיביים במקום תצוגות מקדימות של חלונות בעת ריחוף מעל סמלי ה-Dock שלהן.
it: Nelle applicazioni supportate (Musica, Spotify, Calendario), mostra i comandi rapidi al passaggio del mouse sull'icona del Dock al posto dell'anteprima.
ja: サポートされているアプリ（ミュージック、Spotify、カレンダー）の場合、Dockアイコンにカーソルを合わせると、ウィンドウのプレビューの代わりに操作可能なコントロールを表示します。
nl: Voor ondersteunde apps (Apple Music, Spotify, Agenda) worden interactieve bedieningselementen weergegeven in plaats van venstervoorbeelden wanneer je de muisaanwijzer op hun Dock-pictogrammen plaatst.
pt_pt: Para aplicativos compatíveis (Música, Spotify, Calendário), mostrar controles interativos em vez de prévias de janela ao passar o mouse sobre seus ícones no Dock.
ru: Для поддерживаемых приложений (Музыка, Spotify, Календарь) показывать интерактивные элементы управления вместо превью окон при наведении на их иконки в Dock.
tr: Desteklenen uygulamalar (Music, Spotify, Takvim) için, Dock simgelerinin üzerine gelindiğinde pencere önizlemleri yerine etkileşimli kontroller göster.
uk: Для підтримуваних застосунків (Music, Spotify, Календар) показувати інтерактивні елементи керування замість попереднього перегляду вікон під час наведення курсора на їхні іконки в Dock.
vi: Đối với các ứng dụng được hỗ trợ (Music, Spotify, Lịch), hiển thị các điều khiển tương tác thay vì bản xem trước cửa sổ khi di chuột vào biểu tượng của chúng trên Dock.
zh_hans: 对于支持的应用（Music、Spotify、Calendar），在悬停其 Dock 图标时显示交互式控制，而不是窗口预览。
zh_hant: 指標停留在Dock圖像上時，對於支援的App（音樂、Spotify、行事曆）顯示控制項目而非視窗預覽。

source: For window preview images
cs: Pro obrázky náhledu oken
de: Für Fenstervorschaubilder
es: Para imágenes de vista previa de ventana
fr: Pour les images de prévisualisation de fenêtre
he: עבור תמונות תצוגה מקדימה של חלונות
it: Per immagini di anteprima delle finestre
ja: ウィンドウのプレビュー画像用
nl: Voor voorbeeldafbeeldingen van vensters
pt_pt: Para imagens de pré-visualização de janelas
ru: Для изображений превью окон
tr: Pencere önizleme resimleri için
uk: Для зображень попереднього перегляду вікна
vi: Cho ảnh xem trước cửa sổ
zh_hans: 用于窗口预览图像
zh_hant: 用於視窗預覽影像

source: Force Quit
cs: Vynutit ukončení
de: Schließen erzwingen
es: Forzar Salida
fr: Forcer à quitter
he: כפה יציאה
it: Chiusura forzata
ja: 強制終了
nl: Stoppen forceren
pt_pt: Forçar saída
ru: Принудительный выход
tr: Zorla Çıkış Yap
uk: Примусове завершення роботи
vi: Buộc thoát
zh_hans: 强制退出
zh_hant: 強制結束

source: Found a Bug?
cs: Našli jste chybu?
de: Sie haben einen Fehler gefunden?
es: ¿Encontraste algún error?
fr: Vous avez trouvé un bogue ?
he: מצאת באג?
it: Hai scoperto un bug?
ja: バグを見つけましたか？
nl: Een bug gevonden?
pt_pt: Encontrou um erro?
ru: Нашли ошибку?
tr: Bir hata mı buldunuz?
uk: Знайшли помилку?
vi: Bạn tìm thấy lỗi?
zh_hans: 遇到了 Bug？
zh_hant: 發現App有問題嗎？

source: Frame Rate
cs: Snímkovací frekvence
de: Bildrate
es: Tasa de fotogramas
he: קצב פריימים
it: Fotogrammi al secondo
ja: フレームレート
nl: Beeldsnelheid
pt_pt: Taxa de Frames
ru: Частота кадров
tr: Kare Hızı
uk: Частота кадрів
vi: Tốc độ khung hình
zh_hans: 帧率
zh_hant: 畫格率

source: Frosted
cs: Matný
de: Milchglass
es: Opaco
it: Satinato
ja: 半透明
nl: Mat
ru: Матовое стекло
tr: Buzlu
uk: Матовий
vi: Kính mờ
zh_hans: 磨砂
zh_hant: 磨砂

source: Full Mode
cs: Plný režim
de: Voll-Modus
es: Modo completo
fr: Mode complet
he: מצב מלא
it: Modalità completa
ja: フルモード
nl: Volledige modus
pt_pt: Modo Completo
ru: Полный режим
tr: Tam Mod
uk: Повний режим
vi: Chế độ Đầy đủ
zh_hans: 完整模式
zh_hant: 完整模式

source: Fullscreen
cs: Celá obrazovka
de: Vollbild
es: Pantalla Completa
fr: Plein écran
he: מסך מלא
it: A tutto schermo
ja: フルスクリーン
nl: Volledig scherm
pt_pt: Ecrã inteiro
ru: Полноэкранный режим
tr: Tam Ekran
uk: Повноекранний режим
vi: Toàn màn hình
zh_hans: 全屏
zh_hant: 全螢幕

source: Fullscreen App Blacklist
cs: Černá listina celoobrazovkových aplikací
de: Vollbild App Blacklist
es: Lista negra de aplicaciones a pantalla completa
fr: Liste noire des applications en plein écran
he: רשימה שחורה של אפליקציות מסך מלא
it: Blacklist app a schermo intero
ja: 全画面表示アプリのブラックリスト
nl: Blokkeerlijst voor apps op volledig scherm
pt_pt: Lista Negra de Aplicações de Ecrã Inteiro
ru: Черный список полноэкранных приложений
tr: Tam Ekran Uygulama Kara Listesi
uk: Чорний список повноекранних застосунків
vi: Danh sách chặn ứng dụng toàn màn hình
zh_hans: 全屏应用黑名单
zh_hant: 全螢幕App黑名單

source: General
cs: Obecné
de: Allgemein
fr: Général
he: ראשי
it: Impostazioni globali
ja: 一般
nl: Algemeen
pt_pt: Geral
ru: Общие
tr: Genel
uk: Загальні
vi: Chung
zh_hans: 通用
zh_hant: 一般

source: General Appearance
cs: Obecný vzhled
de: Allgemeine Darstellung
es: Apariencia general
fr: Apparence générale
he: מראה כללי
it: Aspetto
ja: 全体の外観
nl: Algemeen uiterlijk
pt_pt: Aparência Geral
ru: Общий внешний вид
tr: Genel Görünüm
uk: Основний вигляд
vi: Giao diện chung
zh_hans: 常规外观
zh_hant: 一般外觀

source: General Exclusions
cs: Obecné výjimky
de: Allgemeine Ausnahmen
es: Exclusiones generales
fr: Exclusions générales
he: אי-הכללות כלליות
it: Esclusioni generali
ja: 全般的な除外
nl: Algemene uitsluitingen
pt_pt: Exclusões gerais
ru: Общие исключения
tr: Genel Hariç Tutulanlar
uk: Основні виключення
vi: Các mục loại trừ chung
zh_hans: 一般排除项
zh_hant: 排除原則

source: General settings
cs: Obecné nastavení
de: Allgemeine Einstellungen
es: Configuraciones Generales
fr: Réglages généraux
he: הגדרות כלליות
it: Impostazioni globali
ja: 一般設定
nl: Algemene instellingen
pt_pt: Configurações gerais
ru: Общие параметры
tr: Genel ayarlar
uk: Основні налаштування
vi: Cài đặt chung
zh_hans: 通用设置
zh_hant: 一般設定

source: Gesture Sensitivity
cs: Citlivost gest
de: Gesten-Empfindlichkeit
es: Sensibilidad de gesto
fr: Sensibilité aux gestes
he: רגישות מחוות
it: Sensibilità gesti
ja: ジェスチャーの感度
nl: Gebaar gevoeligheid
pt_pt: Sensibilidade dos gestos
ru: Чувствительность жестов
tr: Kısayol hassasiyeti
uk: Чутливість жесту
vi: Độ nhạy cử chỉ
zh_hans: 手势灵敏度
zh_hant: 手勢靈敏度

source: Gesture Settings
cs: Nastavení gest
de: Gesten-Einstellungen
es: Ajustes de gestos
fr: Réglages des gestes
he: הגדרות מחוות
it: Impostazioni dei gesti
ja: ジェスチャーの設定
nl: Instellingen voor gebaren
pt_pt: Definições dos gestos
ru: Настройки жестов
tr: Hareket Ayarları
uk: Налаштування жесту
vi: Cài đặt cử chỉ
zh_hans: 手势设置
zh_hant: 手勢設定

source: Gestures & Keybinds
cs: Gesta a klávesové zkratky
de: Gesten & Tastenkombinationen
fr: Gestes et raccourcis clavier
he: מחוות וקיצורי מקשים
it: Gesti e scorciatoie
ja: ジェスチャーとキー割り当て
nl: Gebaren en sneltoetsen
pt_pt: Gestos e atalhos
ru: Жесты и горячие клавиши
tr: Hareketler ve Tuş Atamaları
uk: Жести та комбінації клавіш
vi: Cử chỉ & Phím tắt
zh_hans: 手势与快捷键
zh_hant: 手勢 & 按鍵組合

source: Get Started
cs: Začít
de: Erste Schritte
es: Iniciación
fr: Commencer
he: בוא נתחיל
it: Per iniziare
ja: 始めましょう
nl: Aan de slag
pt_pt: Começar
ru: Приступить к работе
tr: Başla
uk: Початок роботи
vi: Bắt đầu nào
zh_hans: 开始
zh_hant: 開始使用

source: Glass Tuning
cs: Přizpůsobení skla
de: Glas-Anpassungen
es: Ajuste de cristal
it: Opzioni effetto vetro
ja: 半透明エフェクトの調整
ru: Тонкая настройка Glass
tr: Cam Ayarlaması
uk: Налаштування скла
vi: Tiết chỉnh kính
zh_hans: 玻璃优化
zh_hant: 玻璃微調

source: Global Padding Scale
cs: Globální škálování odsazení
de: Globale Padding-Skala
es: Escala global de relleno
fr: Échelle de marge globale
he: קנה מידה גלובלי של ריווח
it: Spaziatura globale
ja: グローバルパディングスケール
nl: Schaal voor algemene opvulling
ru: Глобальный масштаб отступов
tr: Küresel Dolgu Ölçeği
uk: Глобальна шкала відступів
vi: Tỉ lệ khoảng cách viền chung
zh_hans: 全局填充比例
zh_hant: 整體邊框間距縮放

source: Grant
cs: Udělit
de: Erlauben
es: Permitir
fr: Autoriser
he: הענק
it: Autorizza
ja: 許可
nl: Toestaan
pt_pt: Conceder
ru: Разрешить
tr: İzin ver
uk: Надати дозвіл
vi: Cấp phép
zh_hans: 授权
zh_hant: 授權

source: Grant Access
cs: Povolit přístup
de: Zugriff gewähren
es: Permitir acceso
fr: Accorder l’accès
he: הענק גישה
it: Autorizza
ja: アクセスを許可
nl: Toegang geven
pt_pt: Permitir acesso
ru: Разрешить доступ
tr: Erişim İzni Ver
uk: Надати доступ
vi: Cấp quyền truy cập
zh_hans: 授予访问权限
zh_hant: 允許取用

source: Grant both permissions to continue
cs: Pro pokračování udělte obě oprávnění
de: Erteile beide Berechtigungen um fortzufahren
es: Conceder ambos permisos para continuar
fr: Accorder les deux permissions pour continuer
he: הענק את שתי ההרשאות כדי להמשיך
it: Concedi i permessi per continuare
ja: 続行するには両方の権限を付与してください
nl: Geef beide toestemmingen om door te gaan
pt_pt: Conceda as permissões para continuar
ru: Предоставьте оба разрешения для продолжения
tr: Devam etmek için iki seçeneğe de izin verin
uk: Надати обидва дозволи для продовження
vi: Cấp cả hai quyền để tiếp tục
zh_hans: 请授予两项权限以继续
zh_hant: 允許兩者的權限來繼續

source: Grant permission in System Settings to enable window previews.
cs: Pro povolení náhledů oken udělte oprávnění v Nastavení systému.
de: Erteile Berechtigungen in den Systemeinstellungen, um die Fenstervorschau zu aktivieren.
es: Otorgar permiso en la Configuración del sistema para habilitar las vistas previas de ventana.
fr: Accordez la permission dans Réglages Système pour activer les aperçus de fenêtre.
he: הענק הרשאה בהגדרות מערכת כדי לאפשר תצוגות מקדימות של חלונות.
it: Concedi l'autorizzazione per abilitare le anteprime della finestra.
ja: システム設定でウィンドウのプレビューを有効にする権限を付与します。
nl: Geef toestemming bij Systeeminstellingen om venstervoorbeelden in te schakelen.
pt_pt: Conceda permissão nas Configurações do Sistema para activar as pré-visualização de janelas.
ru: Разрешите доступ в Системных настройках для включения превью окон
tr: Pencere önizlemelerini etkinleştirmek için Sistem Ayarları'nda izin verin.
uk: Надайте дозвіл у системних налаштуваннях, щоб увімкнути попередній перегляд вікон.
vi: Cấp quyền trong Cài đặt hệ thống để bật bản xem trước cửa sổ.
zh_hans: 在“系统设置”中授予权限以启用窗口预览。
zh_hant: 在系統設定中授權來啟用視窗預覽。

source: Granted
cs: Uděleno
de: Gewährt
es: Permitido
fr: Accordée
he: הוענקה
it: OK
ja: 許可済
nl: Toegekend
pt_pt: Autorizado
ru: Получены
tr: İzin verildi
uk: Дозволено
vi: Đã cấp quyền
zh_hans: 已授权
zh_hant: 已允許

source: Group multiple app instances together
cs: Seskupovat více instancí aplikací
de: Gruppiere mehrere App-Instanzen zusammen
es: Agrupar múltiples instancias de aplicaciones
fr: Grouper plusieurs instances d'une application ensemble
he: קבץ מופעי אפליקציה מרובים יחד
it: Considera più istanze della stessa app come una unica
ja: 複数のアプリインスタンスをグループ化する
nl: Groepeer meerdere app-instanties
pt_pt: Agrupar várias instâncias de uma aplicação
ru: Группировать несколько экземпляров приложения
tr: Birden fazla uygulama örneğini bir araya getirin
uk: Групуйте кілька екземплярів застосунків разом
vi: Nhóm nhiều phiên bản ứng dụng lại với nhau
zh_hans: 将多个应用程序实例组合在一起
zh_hant: 群組多個App實體

source: Group windows by app
cs: Seskupit okna dle aplikace
de: Fenster nach Anwendungen gruppieren
es: Agrupar ventanas por aplicación
fr: Grouper les fenêtres par application
he: קבץ חלונות לפי אפליקציה
it: Raggruppa per applicazione
ja: アプリ別にウィンドウをグループ化
nl: Vensters groeperen per app
pt_pt: Agrupar janelas por aplicação
ru: Группировать окна по приложению
tr: Pencereleri uygulamalara göre gruplandır
uk: Групувати вікна за застосунком
vi: Nhóm cửa sổ theo ứng dụng
zh_hans: 按应用程序对窗口进行分组
zh_hant: 依據App將視窗分組

source: Grouped by app name
cs: Seskupeno dle názvu aplikace
de: Gruppiert nach App Namen
es: Agrupado por nombre de aplicación
fr: Groupé par nom d'application
he: מקובץ לפי שם אפליקציה
it: Raggruppate per nome dell'applicazione
ja: アプリ名でグループ化
nl: Gegroepeerd op app-naam
pt_pt: Agrupadas pelo nome da aplicação
ru: Сгруппировано по названию приложения
tr: Uygulama ismine göre gruplandır
uk: Згруповано за назвою застосунку
vi: Nhóm theo tên ứng dụng
zh_hans: 按应用程序名称分组
zh_hant: 依App名稱分組

source: Have an Idea?
cs: Máte nápad?
de: Sie haben eine Idee?
es: ¿Tienes alguna idea?
fr: Vous avez une idée ?
he: יש לך רעיון?
it: Hai un'idea per migliorare l'app?
ja: アイデアをお持ちですか？
nl: Heb je een idee?
pt_pt: Tem uma ideia?
ru: Есть идея?
tr: Bir fikrin mi var?
uk: Маєте ідеї?
vi: Bạn có ý tưởng?
zh_hans: 有想法吗？
zh_hant: 有什麼好點子嗎？

source: Headline
cs: Titulek
de: Überschrift
es: Encabezado
he: כותרת ראשית
it: Titolo
ja: 見出し
nl: Koptekst
pt_pt: Cabeçalho
ru: Заголовок
tr: Başlık
uk: Заголовок
vi: Tiêu đề chính
zh_hans: 大标题
zh_hant: 大標題

source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
it: Aiuto
ja: ヘルプ
nl: Hulp
pt_pt: Ajuda
ru: Справка
tr: Yardım
uk: Довідка
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 幫助

source: Help & Support
cs: Nápověda a podpora
de: Hilfe & Unterstützung
es: Ayuda y asistencia
fr: Aide et support
he: עזרה ותמיכה
it: Aiuto e supporto
ja: ヘルプとサポート
nl: Hulp en ondersteuning
pt_pt: Ajuda e Suporte
ru: Помощь и техподдержка
tr: Yardım ve Destek
uk: Довідка та підтримка
vi: Trợ giúp & Hỗ trợ
zh_hans: 帮助与支持
zh_hant: 輔助說明與支援

source: Help and questions settings
cs: Nastavení nápovědy a otázek
de: Einstellungen für Hilfe und Fragen
es: Ayuda y preguntas acerca de configuración
fr: Paramètres de l’aide et des questions
he: הגדרות עזרה ושאלות
it: Aiuto e Domande Frequenti
ja: ヘルプと質問の設定
nl: Instellingen voor hulp en vragen
pt_pt: Ajuda e perguntas sobre configurações
ru: Градиентные цвета выделения
tr: Yardım ve ayar soruları
uk: Налаштування довідки та питань
vi: Trợ giúp và câu hỏi cài đặt
zh_hans: 帮助与问题设置
zh_hant: 幫助和問題設定

source: Help keep the project going with a small donation
cs: Pomozte projektu fungovat pomocí malého příspěvku
de: Hilf mit, das Projekt mit einer kleinen Spende am Laufen zu halten
es: Ayuda a mantener el proyecto funcionando con una pequeña donación
fr: Aidez-nous à poursuivre le projet grâce un petit don
he: עזור לשמור על פעילות הפרויקט באמצעות תרומה קטנה
it: Aiuta a mantenere il progetto con una piccola donazione
ja: 小さな寄付でプロジェクトを継続するのに役立ちます
nl: Help het project gaande te houden met een kleine donatie
ru: Поддержите проект небольшим пожертвованием
tr: Projenin devam etmesine yardımcı olmak için küçük bir bağışta bulunun
uk: Допоможіть продовжувати проєкт, зробивши невеликий внесок
vi: Hãy giúp dự án tiếp tục với một khoản đóng góp nhỏ
zh_hans: 通过小额捐款帮助项目继续进行
zh_hant: 小額捐款幫助專案前進

source: Help make DockDoor available in your language
cs: Pomozte přeložit DockDoor do vašeho jazyka
de: Hilf DockDoor in deiner Sprache verfügbar zu machen
es: Ayuda a que DockDoor esté disponible en tu lenguaje
fr: Aidez à rendre DockDoor disponible dans votre langue
he: עזור לתרגם את DockDoor לשפה שלך
it: Aiuta a tradurre DockDoor nella tua lingua
ja: DockDoorをあなたの言語で利用できるようにする
nl: Help mee om DockDoor in jouw taal beschikbaar te maken
pt_pt: Ajuda a tornar o DockDoor disponível no seu idioma
ru: Помогите сделать DockDoor доступным на вашем языке
tr: DockDoor’un kendi dilinizde kullanılabilir olmasına katkıda bulunun
uk: Допоможіть зробити DockDoor доступним вашою мовою
vi: Giúp đưa DockDoor đến với ngôn ngữ của bạn
zh_hans: 帮助 DockDoor 支持您的语言
zh_hant: 協助將DockDoor翻譯成你的語言

source: Help us improve by reporting issues
cs: Pomozte aplikaci zlepšit nahlášením chyb
de: Hilf uns, indem du Probleme meldest
es: Ayúdanos a mejorar reportando problemas
fr: Aidez-nous à améliorer DockDoor en signalant des problèmes
he: עזור לנו להשתפר על ידי דיווח על בעיות
it: Aiutaci a migliorare segnalando problemi
ja: 問題を報告することで改善にご協力ください
nl: Help ons te verbeteren door problemen te melden
ru: Помогите нам улучшить приложение, сообщая об ошибках
tr: Hataları bildirerek bize yardımcı olun
uk: Допоможіть нам покращити, повідомивши про проблеми
vi: Giúp chúng tôi cải thiện bằng cách báo cáo sự cố
zh_hans: 报告问题，帮助我们改进
zh_hant: 回報問題讓我們改善

source: Help us improve DockDoor by reporting any issues you encounter.
cs: Pomozte nám vylepšit DockDoor nahlášením problémů, na které narazíte.
de: Helfen Sie uns DockDoor zu verbessern, indem Sie alle aufgetretenen Probleme melden.
es: Ayúdanos a mejorar la aplicación reportando cualquier problema que encuentres.
fr: Aidez-nous à améliorer DockDoor en signalant tout bogue que vous rencontreriez.
he: עזור לנו לשפר את DockDoor על ידי דיווח על כל בעיה שאתה נתקל בה.
it: Aiutaci a migliorare DockDoor segnalando eventuali problemi.
ja: DockDoorの改善にご協力をお願いします。問題が発生した場合は些細なことでもご報告をお願いします。
nl: Help ons DockDoor te verbeteren door eventuele problemen die je tegenkomt te melden.
pt_pt: Ajude-nos a melhorar a DockDoor relatando quaisquer problemas que você encontrar.
ru: Помогите нам улучшить DockDoor, сообщив о любых проблемах, с которыми вы столкнулись.
tr: DockDoor'da karşılaştığınız sorunları bildirerek yardımcı olun.
uk: Допоможіть нам покращити DockDoor, повідомляючи про будь-які проблеми, з якими ви стикаєтесь.
vi: Hãy giúp chúng tôi cải thiện DockDoor bằng cách báo cáo mọi sự cố bạn gặp phải.
zh_hans: 反馈您遇到的问题来帮助我们改进 DockDoor。
zh_hant: 幫我們讓 DockDoor 變得更棒！有碰到什麼問題都可以跟我們說喔！

source: Hidden
cs: Skryté
de: Versteckt
es: Oculto
fr: Masqué
he: ללא
it: Nascosto
ja: 非表示
nl: Verborgen
pt_pt: Escondido
ru: Скрыто
tr: Gizli
uk: Прихований
vi: Đã ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Hide Advanced Settings
cs: Skrýt pokročilá nastavení
de: Erweiterte Einstellungen ausblenden
es: Ocultar Configuración Avanzada
fr: Masquer les réglages avancés
he: הסתר הגדרות מתקדמות
it: Nascondi le impostazioni avanzate
ja: 高度な設定を表示しない
nl: Verberg geavanceerde instellingen
pt_pt: Ocultar Definições Avançadas
ru: Скрыть расширенные настройки
tr: Gelişmiş Ayarları Gizle
uk: Сховати розширені налаштування
vi: Ẩn cài đặt nâng cao
zh_hans: 隐藏高级设置
zh_hant: 隱藏進階設定

source: Hide All
cs: Skrýt vše
de: Alle verstecken
es: Ocultar todo
fr: Tout masquer
he: הסתר הכל
it: Nascondi tutto
ja: すべて非表示
nl: Alles verbergen
pt_pt: Esconder tudo
ru: Скрыть все
tr: Tümünü Gizle
uk: Приховати усі
vi: Ẩn tất cả
zh_hans: 隐藏全部
zh_hant: 隱藏全部

source: Hide all app windows on dock icon click
cs: Skrýt všechna okna po kliknutí na Dock
de: Alle App-Fenster beim Klick auf das Dock-Symbol ausblenden
es: Ocultar todas las ventanas de aplicaciones al pulsar el icono
fr: Masquer toutes les fenêtres d’une application en cliquant sur son icône dans le Dock
he: הסתר את כל חלונות האפליקציה בלחיצה על סמל Dock
it: Nascondi le finestre con un clic sull'icona
ja: Dockアイコン上のすべてのアプリのウィンドウを非表示にする
nl: Verberg alle app vensters bij klikken op het Dock-pictogram
pt_pt: Ocultar todas as janelas da aplicação ao clicar no ícone da Dock
ru: Скрывать все окна приложения при клике на иконку Dock
tr: Dock simgesine tıklandığında tüm uygulama pencerelerini gizle
uk: Приховувати всі вікна застосунків після натискання на значок Dock
vi: Ẩn tất cả cửa sổ ứng dụng khi nhấp vào biểu tượng Dock
zh_hans: 单击 Dock 图标时隐藏所有应用程序窗口
zh_hant: 點擊Dock圖像時隱藏所有App視窗

source: Hide all application windows when clicking on the dock icon
cs: Skrýt všechny okna aplikace po kliknutí na ikonu v Docku
de: Alle Anwendungsfenster ausblenden, wenn auf das Dock-Symbol geklickt wird
es: Ocultar todas las ventanas de la aplicación al hacer clic en el icono del dock
fr: Masquer toutes les fenêtres d’application en cliquant sur l’icône du Dock
he: הסתר את כל חלונות האפליקציה בעת לחיצה על סמל ה-Dock
it: Clicca sull'icona del Dock dell'applicazione attiva per nascondere tutte le sue finestre
ja: Dockアイコンをクリックしたときにすべてのアプリケーションウィンドウを非表示にする
nl: Verberg alle applicatievensters wanneer u op het Dock-pictogram klikt
pt_pt: Ocultar todas as janelas da aplicação ao clicar no ícone da Dock
ru: Скрывать все окна приложения при клике на иконку Dock
tr: Dock simgesine tıklandığında tüm uygulama pencerelerini gizle
uk: Приховувати всі вікна застосунків після натискання на іконку в Dock
vi: Ẩn tất cả cửa sổ ứng dụng khi nhấp vào biểu tượng Dock
zh_hans: 单击 Dock 图标时隐藏所有应用程序窗口
zh_hant: 點擊Dock圖像時隱藏App的所有視窗

source: Hide App
cs: Skrýt aplikaci
de: App verstecken
es: Ocultar app
fr: Masquer l’application
he: הסתר אפליקציה
it: Nascondi applicazione
ja: アプリを非表示
nl: App verbergen
pt_pt: Esconder aplicação
ru: Скрыть приложение
tr: Uygulamayı Gizle
uk: Приховати застосунок
vi: Ẩn ứng dụng
zh_hans: 隐藏应用程序
zh_hant: 隱藏App

source: Hide application
cs: Skrýt aplikaci
de: Anwendung ausblenden
es: Ocultar aplicación
fr: Masquer l’application
he: הסתר אפליקציה
it: Nascondi applicazione
ja: アプリケーションを非表示
nl: Verberg applicatie
pt_pt: Esconder aplicação
ru: Скрыть приложение
tr: Uygulamaları gizle
uk: Приховати застосунок
vi: Ẩn ứng dụng
zh_hans: 隐藏应用
zh_hant: 隱藏App
